[
  {
    "id": "19019098",
    "name": "Ismail Restaurant ",
    "rating": 3.7,
    "price": "1",
    "reviews": [
      {
        "rating": 1,
        "text": "I ordered Tandoori chicken Full but they send me 6 small pieces. They changed 500/- it's waste of money and they are cheating the public. Do..."
      },
      {
        "rating": 3,
        "text": "Just 3 very small pieces of my mutton biryani. So it was not worthy of food 280₹ even better than to small size of restaurants. This food ..."
      }
    ]
  },
  {
    "id": "19029874",
    "name": "The Fat Chicken",
    "rating": 0,
    "price": "2",
    "reviews": []
  },
  {
    "id": "19026435",
    "name": "The Roti",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 1,
        "text": "चाउमिन में कीड़े निकले एक दम खटिया सामग्री काम में ली ग..."
      },
      {
        "rating": 5,
        "text": "Best#restra#food#awesome#staff#polite#place#pieceful environment#lovely place#enjoy alot #quality#best#party space#co-friendly owner#thanks#..."
      },
      {
        "rating": 5,
        "text": "Best restra, staff n services n party arrangments .food was awsum..loved d place n best thing is with family its best place place to visit.."
      },
      {
        "rating": 5,
        "text": "Best...best best of all places i visited in sikar n my love for food makes me visit frequently evrytime a new dish added to d menu....love T..."
      },
      {
        "rating": 2,
        "text": "As per Your Menu in Special Thali, You were Supposed to add 3 Laccha Parantha and 1 Naan but You had provided 3 naan and 1 parantha Which is..."
      }
    ]
  },
  {
    "id": "19007312",
    "name": "Hot n Spicy junction family restaurant",
    "rating": 4,
    "price": "1",
    "reviews": []
  },
  {
    "id": "19021341",
    "name": "Bawarchi Services",
    "rating": 3.4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Nice place for comfort food...best non veg place in deoghar...the price is reasonable and affordable... Best place to have biryani tandoori ..."
      },
      {
        "rating": 1,
        "text": "Itna kharab biryani Zindagi m nhi dekhe h home lastly kutte ko dena pada ek Dil pehle Jo biryani bheja Kitna Sahi tha ask kaise badal Gaya F..."
      },
      {
        "rating": 3,
        "text": "Food taste was good but packaging was not good not up to the mark..plzz improve your packaging.delevery was on time and delivery boys behavi..."
      },
      {
        "rating": 5,
        "text": "Amazing Taste and the fastest delivery among all the other in deoghar. The most loving is the taste of the food which is incomparable with a..."
      },
      {
        "rating": 4,
        "text": "Good delivery boy i liked it , very panchuate really but taste was not up to mark as ascepted by bawarchi services .Also have not got 50% of..."
      }
    ]
  },
  {
    "id": "19029603",
    "name": "Qwiches",
    "rating": 3.2,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "Food was good no doubt. Bit I feel quality is reducing a bit. Recently I visited there and I was served in cheap paper plates. Whereas earli..."
      },
      {
        "rating": 1,
        "text": "I dont like the pizza. The crust was so bad. The oregano was delightful but again the chillie flakes were not at all good. The cheese was al..."
      },
      {
        "rating": 3,
        "text": "Being an amdavadi, I was happy that this franchise is opened here. So initially I visited a lot which gradually became lesser as the days we..."
      },
      {
        "rating": 4,
        "text": "The outlet was long pending on our 'go-to' list. Good place for a quick bite. We went for Tandoori Paneer Thin Crust Pizza and P4- Peri Peri..."
      }
    ]
  },
  {
    "id": "18328088",
    "name": "Piwniczka",
    "rating": 0,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "Uwielbiam takie klimaty, restauracja znajduje się jak nazwa wskazuje w piwnicach zamku, a zlokalizowana jest przy wyjściu kompleksu. Nie d..."
      }
    ]
  },
  {
    "id": "18328174",
    "name": "Restauracja Metamorfoza",
    "rating": 0,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "Wystrój ma nadawać chyba romantyczny klimat, lecz moim zdaniem jest mocno przesadzony i pełen kiczu, wyszło coś w stylu sali weselnej, ..."
      }
    ]
  },
  {
    "id": "19016462",
    "name": "Chandrika Biryani Family Point",
    "rating": 3.9,
    "price": "1",
    "reviews": []
  },
  {
    "id": "19018557",
    "name": "Shanjha Chulha",
    "rating": 3.4,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": null
      },
      {
        "rating": 5,
        "text": "Pretty satisfied with the food's quality and quality. The ambience is soothing. You can chill n enjoy your meal with your family and friends..."
      },
      {
        "rating": 5,
        "text": "Superb and most delicious food. Moreover staffs are very friendly and this restaurent is too suitable for family. We often visit this restau..."
      },
      {
        "rating": 4,
        "text": "Nice food, full of test with good packaging. I think this is good restaurant for ordering food. I will surely ordered food next time. Very h..."
      },
      {
        "rating": 1,
        "text": "Food quality not good. Packing worst Food taste average It's totally worst experience. M shocked to see packing quality and when I ate its t..."
      }
    ]
  },
  {
    "id": "19036527",
    "name": "The Chocolate Room",
    "rating": 3.3,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Chocolate room is well renowned brand,they are expertise in waffles,pancakes & desserts,their food section is also delicious & mouth waterin..."
      },
      {
        "rating": 5,
        "text": "One of the best cafe in town, this Australian brand is famous for many reasons theirs decors their food quality & yess chocolates, its a mus..."
      },
      {
        "rating": 5,
        "text": "You will find chocolate room in almost every city,i have been at delhi,mumbai,pune,ahmedabad & they never disappoints,they are famous for th..."
      },
      {
        "rating": 5,
        "text": "Finally chocolate room on zomato,chocolate room is our all time Favourite & serves quality food as always our favourite is waffles & italian..."
      },
      {
        "rating": 5,
        "text": "Place with lots of chocolate which can make you feel fantastic. Must go for ferrero rocher shake.... Got best dessert here.... And also best..."
      }
    ]
  },
  {
    "id": "19037009",
    "name": "Taj Food Corner",
    "rating": 3.3,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Best quality of Food.. ND quick Service... Might b Nitin Goaonkar didn't know the value of Taste.. Awesome environment ND fun to b there alw..."
      },
      {
        "rating": 5,
        "text": "Awesome food 😍 The Best place to have fresh natural fruit juice and mouth watering shawarma 😋😋 very clean and decent service ❤️..."
      }
    ]
  },
  {
    "id": "19020568",
    "name": "Hotel Sitayya Grand",
    "rating": 3.7,
    "price": "1",
    "reviews": []
  },
  {
    "id": "19007299",
    "name": "Vani Restaurant pure veg",
    "rating": 3.8,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Best of its in the class.  The food was absolutely wonderful, from preparation to presentation, very pleasing. Thank you for the hygiene and..."
      }
    ]
  },
  {
    "id": "17557632",
    "name": "Gingerbread Village Restaurant",
    "rating": 4,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "We found out the Gingerbread Village had opened again. There is a nice friendly family running it. All our orders were good and some very go..."
      },
      {
        "rating": 5,
        "text": "Their food tastes just like if you're going to your favorite vacation spot. I haven't been there since 2004-2005 Mapleton High School year. ..."
      },
      {
        "rating": 0,
        "text": "Two important things: This restaurant is actually in Mapleton, not Walton. And it's now called \"Pop's Gingerbread Smokehouse.\"\r I was there ..."
      },
      {
        "rating": 0,
        "text": "I have always loved coming here after a trip to the coast . great childhood memories of the warm gingerbread and ice cream . tasted just as ..."
      },
      {
        "rating": 0,
        "text": "Super food & service. Stopped for first time after living in Oregon 49 yrs. Food was great, very reasonable and had a sweet server! Make sur..."
      }
    ]
  },
  {
    "id": "19039800",
    "name": "New Bajrang Family Restaurant",
    "rating": 3.4,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "Good option for Vegans. Taste and texture alongwith quality of the food is at par. A good place to hang out with friends. Need to improve th..."
      },
      {
        "rating": 4,
        "text": "V. Good Suddh Desi Bhojnalay Sabhi SuvidA se Bharpur Anand .Mast Karigar Vyavstha uchit .Sirf bhojan .Nasta Nahi karne ka Rate And weth........"
      },
      {
        "rating": 4,
        "text": "If you are in Farrukhabad and want to taste some unique and vegetarian food, then you should visit here. Ultimate food quality, yummy and ma..."
      },
      {
        "rating": 3,
        "text": "Food tastes good.They garnished the food well. Only the problem is with the quantity ... Ordered full plate but seems to be like that receiv..."
      },
      {
        "rating": 3,
        "text": "HOME LIKE SERVICES! BY THE WAY, OWNER IS MY FRIEND BUT HE IS EVEN MORE FRIENDLY TO THE CUSTOMERS, GOOD FOOD, FAMILY RESTAURANT! THAT'S ENOUG..."
      }
    ]
  },
  {
    "id": "16609786",
    "name": "Pearls on the Beach",
    "rating": 4,
    "price": "3",
    "reviews": [
      {
        "rating": 2,
        "text": "The food is good....the view is very good...the cost is high for the service recieved.....the staff are condescending and not very accomodat..."
      },
      {
        "rating": 5,
        "text": "The food we ordered was incredible. Everything was presented immaculately. The white wine we both ordered was fantastic and the service from..."
      },
      {
        "rating": 1,
        "text": "Beautiful location but the menu is way over priced and the food we had was sub standard. The lamb and the scallops in the two entrees were o..."
      },
      {
        "rating": 4,
        "text": "It was surely a nice dining experience in here. Meals and desserts were great. There's a nice view as it's facing to the Pearl Beach. Servic..."
      },
      {
        "rating": 4.5,
        "text": "The booking process was easy, online, and confirmed by return phone call.  Welcome was friendly and we had a lovely view as the evening end..."
      }
    ]
  },
  {
    "id": "17540996",
    "name": "Indian Lake Restaurant and Tavern",
    "rating": 3.7,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Fantastic place to swing by after checking out the Adirondack museum. Excellent service, even better food. The duck wings were so good my se..."
      }
    ]
  },
  {
    "id": "19011448",
    "name": "One And Only Food Mall ",
    "rating": 3.7,
    "price": "2",
    "reviews": [
      {
        "rating": 3,
        "text": "It was good. I was quite disappointed with the packaging. The was stuck on the top of the box. But the taste was good. The crust could be mo..."
      }
    ]
  },
  {
    "id": "19012266",
    "name": "Relax Hotel",
    "rating": 3.7,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "Serves variousdishes at reasonable prices.I like them ordering frequently. Not only the dishes but also the taste is fine.all kinds of Andhr..."
      },
      {
        "rating": 1,
        "text": "I will not rate this because I got biryani which was prepared afternoon it's Soo worst and fully waste so please zomato management should ta..."
      },
      {
        "rating": 3,
        "text": "Best place for food, Tiffins are more delicious than the regular food items. Even though normal food items like biryani and other food items..."
      },
      {
        "rating": 3.5,
        "text": "Hello, this is vardhan. I'm gland to see zomato in my city. I am excited to order in this. I think this looks easier for a man to order the ..."
      }
    ]
  },
  {
    "id": "19020592",
    "name": "Sri Ganesh Canteen",
    "rating": 3.7,
    "price": "1",
    "reviews": []
  },
  {
    "id": "19010443",
    "name": "Juxpux",
    "rating": 3.5,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Nice packaging by Juxpux for the ordered Fried momoms , spring rolls along with vanila & Banana shakes. Taste was fantastic and would recomm..."
      },
      {
        "rating": 5,
        "text": "#awsemome food at best price #get different items from waffles ,burger,pizza to shakes they have it all Would recommend this place to all th..."
      },
      {
        "rating": 5,
        "text": "Awesome Place for enjoy and i'm loving it about food also....i'm feeling happy to have this in palwal and the menu have everything would you..."
      }
    ]
  },
  {
    "id": "19034283",
    "name": "Ten 11 Lounge",
    "rating": 3.3,
    "price": "2",
    "reviews": [
      {
        "rating": 3,
        "text": "The food was not bad but was not good as well. The taste was not like that which could make an emoji like 🤤. I would like to suggest that..."
      },
      {
        "rating": 5,
        "text": "Best restaurant all over bhuj food quality is mind blowing nd yes one can trust bindly staff is friendly and satisfied ten11 is one of my fa..."
      },
      {
        "rating": 4,
        "text": "I have ordered Chinese noodles, it was good and well packed. But they provided plastic spoon instead of fork. Take a note. Sauce is required..."
      },
      {
        "rating": 1,
        "text": "Htel Dont Know About Jain Food And Also Waiter Behavier Not Acceptable All Staf Bakwas All Food Given Cold And Not Responcable Managers And ..."
      },
      {
        "rating": 4,
        "text": "Most Preferred in Bhuj for Good Food and Ambience. Well behaved staff. Bright colour Interiors. Menu is well diverse with variety of options..."
      }
    ]
  },
  {
    "id": "17472893",
    "name": "Russell Inn",
    "rating": 3.5,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Great value tasty food. Country atmosphere pleasant service. From wings to grinders to full course meals you won’t be disappointed and you..."
      },
      {
        "rating": 4,
        "text": "Great food and good service! We enjoy having a restaurant that delivers when we don't want to go out!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!..."
      }
    ]
  },
  {
    "id": "19021248",
    "name": "Helapuri Restaurant",
    "rating": 4,
    "price": "1",
    "reviews": [
      {
        "rating": 1,
        "text": "I had ordered Dhum Biryani, but delivered pack have Rice(cooked with turmeric powder). The rice was too worst it doesn't have any taste. Im ..."
      },
      {
        "rating": 4,
        "text": "Hello The quality of the food was delicious and amazing But they should increase the quantity it's less quantity for the prices that you are..."
      },
      {
        "rating": 5,
        "text": "Very good and quality food available in this place. I am visited this restaurant lot of times. awesome taste and quality and reasonable pric..."
      }
    ]
  },
  {
    "id": "18842463",
    "name": "Jagdamba Food Corner",
    "rating": 3.3,
    "price": "1",
    "reviews": []
  },
  {
    "id": "16605594",
    "name": "Roi's",
    "rating": 3.5,
    "price": "3",
    "reviews": [
      {
        "rating": 3,
        "text": "Clam chowder was flavourful and packed with clam bits. Didn’t really fancy the pork sausage though, as it had quite a pungent pork smell a..."
      },
      {
        "rating": 5,
        "text": "Great food and service standards @ Roi's.  Travellimg from melbourne to alpine resort ...reached Roi's at about 9 pm. Although the kitchen w..."
      },
      {
        "rating": 0,
        "text": "We had the special osso bucco and the baked chicken. Both meals were really tasty and delicious. Service was very friendly, little bit slow ..."
      },
      {
        "rating": 0,
        "text": "Despite the distance we will definitely return to this fantastic restaurant. What a great find! Loved it. Thanks Roi. \r \r-----27 Apr, 2014--..."
      },
      {
        "rating": 0,
        "text": "Second time even better than first.. Took my wife here last weekend on a quiet weekend away in the Victorian mountains. I had such fond memo..."
      }
    ]
  },
  {
    "id": "19029601",
    "name": "La Pinoz",
    "rating": 3.4,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": "It is by far the best pizzeria in the city. To top it all you get BOGO on Wednesdays and Fridays. My personal favourite is the Peri peri piz..."
      },
      {
        "rating": 5,
        "text": "Good days to eat are the ones when discount schemes are offered. Then it becomes 'paisa vasool' kind of proposition. Though the menu is not ..."
      },
      {
        "rating": 4,
        "text": "Ambience is nice..quality is also good..wide range of pizzas available here..you can sit with family and enjoy your meal here,atmosphere ove..."
      },
      {
        "rating": 4,
        "text": "This was an amazing place. The quality of food at this price is really affordable and good. I really love this place and I am going to bring..."
      },
      {
        "rating": 3,
        "text": "What happens when you rely too much on your brand value but forgot to take care of other things ? Here's an example.  I went there on a day ..."
      }
    ]
  },
  {
    "id": "19008257",
    "name": "Dinshaw's Heart Beat Food Court",
    "rating": 3.9,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "Good one and tasty food and preparation was good....service is as best as. Nice menu and easily identified...everything is OK 👌 Recommend..."
      }
    ]
  },
  {
    "id": "18742897",
    "name": "Glenary's Restaurant  & Bar",
    "rating": 4.1,
    "price": "3",
    "reviews": [
      {
        "rating": 4,
        "text": "I think no introduction is needed for them. Went with my friend for brekfast. Decorations were great aand the view from the balconies were s..."
      },
      {
        "rating": 2,
        "text": "2star for ambience. Staffs need training. He was serving warm beer and arguing also. Food is average at it's best. Surprised to see one if t..."
      },
      {
        "rating": 5,
        "text": "A childhood favourite place has now turned into a forever favourite place for me. I make sure I visit this gem of a place whenever I'm in Da..."
      },
      {
        "rating": 4,
        "text": "Decent place to enjoy your trip if you are traveling to Darj. After few kilometres of hill drive if you find a good place for quick bite rea..."
      },
      {
        "rating": 5,
        "text": "On our trip to sikkim we went to this place in Darjeeling, we loved the look of this place so much that we decided to go amidst our shopping..."
      }
    ]
  },
  {
    "id": "18873503",
    "name": "Dhaba Santa Banta Da",
    "rating": 4.2,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": "Very tasty food i love to order food from here. Its very soft and as i want my food tasty. I recommend others to order food from here as my ..."
      },
      {
        "rating": 5,
        "text": "Hi The place is really good with reasonable prices. I have ordered paneer tikka which was really very tasty, packaging was hygienic and pres..."
      },
      {
        "rating": 3,
        "text": "Visited this place around 3 or 4 times.. but my yesterday's visit experience was not that good as compared to previous visits. No problem wi..."
      },
      {
        "rating": 1,
        "text": "By ordering food online Santa Banta does not maintain quality of food. I ordered food 3 times but they provide breads that was not bakes wel..."
      }
    ]
  },
  {
    "id": "19026375",
    "name": "Jalaram Vadapav",
    "rating": 3.5,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Good taste always been a fan of this vadapaav. good timely service too. at pocket friendly price affordable to all the customers. packing al..."
      },
      {
        "rating": 5,
        "text": "Fast service.Best food. Good place to eat a vadapau. Its one of the best vadapau maker in bhuj. Best place for the friends to enjoy their sn..."
      },
      {
        "rating": 5,
        "text": "Awesome vada pav..!! Great taste ..!! Just loved it awesome packing great taste surely recommendable one must surely try it..!! Looking forw..."
      },
      {
        "rating": 4,
        "text": "Vadapav sara che. but zometo j bag ma vadapav rakhe che e j bag ma noorani ni nonveg item rakhe che. Hu pure vag. Chu to j bag ma nonvej hoy..."
      },
      {
        "rating": 5,
        "text": "My all-time favorite place. Taste is super se upar . If you go first time you will definitely fall in love with them green chatni . All item..."
      }
    ]
  },
  {
    "id": "18936326",
    "name": "Hangries",
    "rating": 4.2,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Superb service and quality products delivery. Highly Recommended. Must go for it and try their services and enjoy the food with different ta..."
      },
      {
        "rating": 5,
        "text": "What a fabulous quality ..:every thing is fresh 👍👍👍live preparations ..staff is very coprative 🙏🏻👍👍👍love this place ..."
      },
      {
        "rating": 1,
        "text": "Pizza is so cold pizzza not properly coverd not the good quality used not properly eat this food the quality is not so good quality not so w..."
      },
      {
        "rating": 1,
        "text": "Not good food food is very low qaulites not well taste not proper food is very low qaulity food not properly served not proper delivery time..."
      },
      {
        "rating": 1,
        "text": "Total money wastage..!!  Burnt food given..!  Even burnt onions on pizza..!  Worst ever by hangries..!  In picture:- thrown away burnt onion..."
      }
    ]
  },
  {
    "id": "19024407",
    "name": "Celebration Bakery",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Really ultimate test with ultimate place and very important pocket friendly with lots of varieties in Fast Food like pizza burgers pastry I ..."
      },
      {
        "rating": 1,
        "text": "Guys your aaloo pattie cheese burger's pattie has no taste and you should use salt and chaat masala and garam masala on it.  I am actually s..."
      },
      {
        "rating": 5,
        "text": "Great taste and great service with too affordable prices i am loving it And thank you to zomato who just do thier job no matter how bad the ..."
      },
      {
        "rating": 5,
        "text": "Lava cake just amazing, it was Just delicious I recommend to all chocolate lovers #Chocolate @choclet #sikar # Zomatosikar #foodies "
      }
    ]
  },
  {
    "id": "19016647",
    "name": "Grill Inn",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "Foods are little unique and tasty... but they charge quite higher than it should be. in my experience, they cook really nicely and food serv..."
      },
      {
        "rating": 4,
        "text": "I liked it by visiting Grill in restaurant Quick service and pocket frendly reatu I lv that Staff is so gud well manner quick service i lv t..."
      }
    ]
  },
  {
    "id": "19037098",
    "name": "Ajvi Saiba",
    "rating": 3.2,
    "price": "2",
    "reviews": [
      {
        "rating": 3,
        "text": "Orderd Veg Handi Biriyani today. It was tasty, but I was expecting more Paneer and Vegetables in it. I am fully satisfied with the quantity ..."
      },
      {
        "rating": 5,
        "text": "The food is amazing...n especially the panner roll was awesome.The way they give the parcel is in a very good manner....I just wanna say tha..."
      },
      {
        "rating": 5,
        "text": null
      }
    ]
  },
  {
    "id": "19012902",
    "name": "Biryani Central",
    "rating": 3.9,
    "price": "1",
    "reviews": [
      {
        "rating": 1,
        "text": "Worst quantity 👎 Taste is good No time sense Quality is average Worst packing👎 Try to improve your self just think about those issues...."
      },
      {
        "rating": 5,
        "text": "Great quality and taste is excellent.it costs very less. Any person can eat this food..no heavy masala nyc restaurant preparation tym of the..."
      },
      {
        "rating": 3,
        "text": "Thumbs up for the quantity for the listed price,slightly add some more flavours to enrich the taste.You should have given two slices of onio..."
      }
    ]
  },
  {
    "id": "19011793",
    "name": "Rolls Nation",
    "rating": 3.6,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Ordered paneer roll rolls are awsome must try served ontime hot and properly packed good job rolls nation and zomato will try all rolls of r..."
      },
      {
        "rating": 5,
        "text": "Very tasty food and fast delivery properly packed hot and freshly prepared must try jumbo rolls good job rolls nation guys and zomato delive..."
      },
      {
        "rating": 5,
        "text": "Yummy rolls.. Properly packed food delivered in no time. Veggies in Mix veg roll were fresh n yummy. Preparation was good and hygienic. Base..."
      },
      {
        "rating": 5,
        "text": "Very delicious Kathi rolls must try paneer butter masala and shakes are awesome also delivery hot and on time keep it up guys good job ........"
      },
      {
        "rating": 5,
        "text": "Today ordered 5 kathi rolls, Paneer bhurji, Paneer Tikka, Aloo and veggie and Butter paneer masala, all Kathi rolls are so delicious and we ..."
      }
    ]
  },
  {
    "id": "19007730",
    "name": "Niks Browni And Burger",
    "rating": 4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Niks brownie, always been a favorite hangout , since college days.  Another place, to just chillax with your friends,catch up with them or j..."
      },
      {
        "rating": 5,
        "text": "The best burgers and brownies you can get in town. Got to try the Veg cheese burgers, cheese nachos,peri peri fries and oreo milkshake. You ..."
      }
    ]
  },
  {
    "id": "19016654",
    "name": "Hotel Shree Nayak",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "I love the food of this restaurant.This restaurant is very amazing. The food quality is nice. Most of the time i love to eat food from this ..."
      },
      {
        "rating": 2,
        "text": "The taste was almost a little fine but there was a lot of roast. So I did not like it much.And the gravy was also very low.  स्वाद..."
      },
      {
        "rating": 1,
        "text": "It was very delicious food and so panner excellent piece and fry deep and its soup was too good and with chicken fried rice also too much an..."
      },
      {
        "rating": 2,
        "text": "Food quality was not good and quantity was not like a full plate it was like half plate. And behaviour of delivery boy was good he was very ..."
      },
      {
        "rating": 5,
        "text": "I used this hotel two times for my order and the food was so delicious 😋 and yummy 😋 i think every1 should try #zomato for such a deli..."
      }
    ]
  },
  {
    "id": "19008659",
    "name": "Mayuri Tiffins",
    "rating": 4,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "Badam tea was good,normal tea was not tasty, Parota was not at all good road side parota is better than this , paeota curry has no taste at ..."
      },
      {
        "rating": 1,
        "text": "Too bad taste and storage. Even chetunisvalso mot upto tthe mark. Even cab tiffin much more better than this food. Lost interest in ordering..."
      }
    ]
  },
  {
    "id": "19022733",
    "name": "Sensations Bistro",
    "rating": 3.9,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "Good food but have to improve some quality in taste in biryani rice. Package is also good. What I expected has there is this restaurant than..."
      },
      {
        "rating": 5,
        "text": "It's a really cool place and has fine dining! If you are searching for good food and fine dining this is really gonna help you. Inside ambie..."
      },
      {
        "rating": 4,
        "text": null
      },
      {
        "rating": 5,
        "text": "Best place for lunch and dinner. Online delivery from zomato is also good. Red velvet parfait is my favorite from sensations bistro in Karim..."
      }
    ]
  },
  {
    "id": "19017065",
    "name": "Nariyal Nation",
    "rating": 3.6,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "I placed order for a masala dosa and rava masala dosa. The dosas were good but the packaging was not. Both dosas were wrapped first in butte..."
      },
      {
        "rating": 5,
        "text": "Very nice And fast service we would like to order more and more from this particular app. I am feeling extremely happy by this .we shall ord..."
      }
    ]
  },
  {
    "id": "16607119",
    "name": "Baringo Food & Wine Co.",
    "rating": 3.9,
    "price": "2",
    "reviews": [
      {
        "rating": 2,
        "text": "Very disappointed, coffee was not pleasant (only drank half) and muffins seem to be store bought and not even from a specialty provider, sam..."
      },
      {
        "rating": 5,
        "text": "We were lucky to meet Tim, the Head Chef of Baringo Food and Wine, a couple of weeks ago in Avenel having lunch on his day off (Sunday).  He..."
      },
      {
        "rating": 5,
        "text": "This place is one of the best places I have ever visited for food. I visited during a work trip with 3 others. Everything we had was spot on..."
      },
      {
        "rating": 5,
        "text": "Beautiful venue, great service and delicious food! Ordered the Reuben which was super saucy and filling, they weren’t joking about the fat..."
      },
      {
        "rating": 5,
        "text": "Amazing venue boasting a cafe, back bar, side cocktail bar, dining section, inhouse wine shop AND a cinema! Service and food exceeded expect..."
      }
    ]
  },
  {
    "id": "18983777",
    "name": "Dosa Plaza",
    "rating": 3.6,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Yesterday i visited first time to dosa plaza. Best dosa and best pav bhaji. Too gud. Menu is so elaborated. Very fast service. Will visit ve..."
      },
      {
        "rating": 5,
        "text": "They make the best dosa in sambalpur..quality is their highest priority..packaging is so good..their idli manchuriun and masala dosa are the..."
      },
      {
        "rating": 5,
        "text": "My favourite restaurant for eating dosa..Now they are available with zomato that's more delighting..Keep the same taste and packaging..Great..."
      },
      {
        "rating": 5,
        "text": "I have been visiting the outlet since 4 years.. the quality and taste is top notch from the beginning.. the best south Indian in town, chat ..."
      },
      {
        "rating": 5,
        "text": "Paneer special uttapam is the best. To the top of the bottom of my heart their uttapam is the best in sambalpur. Dahi batata Puri is one of ..."
      }
    ]
  },
  {
    "id": "19029602",
    "name": "The Chocolate Heaven",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "A heaven for this having sweet tooth. Don't have one ? Then too, there are some good things for you in the store. As the first chocolate bas..."
      },
      {
        "rating": 4,
        "text": "Chocolate Heaven was amongst the first ones to open up in Friends Square, Gandhidham. We were quite tempted to try the Chocolate Fondue (mar..."
      }
    ]
  },
  {
    "id": "16606021",
    "name": "Stockpot",
    "rating": 4.2,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": "We visited this place on a Thursday night and it was absolutely packed. The only flaw was that we waited more than 30 minutes before our ord..."
      },
      {
        "rating": 5,
        "text": "Walked in early on a Thursday night & was surprised to see reserved signs on every table. The lovely staff member gave us a table as long as..."
      },
      {
        "rating": 5,
        "text": "Everything was absolutely spot on. Pretty sure the pasta was home-made. Well done.  Chicken baos delicious Salmon pertectly cooked Desserts ..."
      },
      {
        "rating": 5,
        "text": "Went for an early dinner for 2 on Thursday night. Very nice quiet atmosphere. Terrific choices on the menu and great specials. Chose the Bao..."
      },
      {
        "rating": 5,
        "text": "My favourite restaurant in Mount Beauty with consistently good food, friendly service and prompt attention. They never miss a beat with a se..."
      }
    ]
  },
  {
    "id": "19007233",
    "name": "RSM Bakery",
    "rating": 0,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "The food is good but I expected some more Need some more improvement in taste of bread and bun which was delivered to me.This is only my opi..."
      }
    ]
  },
  {
    "id": "16504402",
    "name": "DIVVY",
    "rating": 4.7,
    "price": "3",
    "reviews": [
      {
        "rating": 5,
        "text": "The food was amazing. However what made this dinner perfect was hady’s service.  He was always there when we needed an opinion and his hel..."
      },
      {
        "rating": 5,
        "text": "One of my favorite places. A unique concept with a variety of choices. Linguine pasts, dynamite shrimp, buffalo chicken tortilla, chicken st..."
      },
      {
        "rating": 5,
        "text": "Everything was perfect, the staff were very friendly, they offered us   shots and a welcome nachos . I really enjoyed everything. And I do r..."
      },
      {
        "rating": 4,
        "text": "Divvy is always a good idea for groups to have a nice dinner and share a lot of appetizers!  Tasty food with certain specialties . Used 3 zo..."
      },
      {
        "rating": 5,
        "text": "Iconic chain, can’t imagine Beirut without it. Love the experience and the concept. Food quality is always on point, and service is impecc..."
      }
    ]
  },
  {
    "id": "19009081",
    "name": "Mayuri Restaurant",
    "rating": 3.8,
    "price": "1",
    "reviews": [
      {
        "rating": 1,
        "text": "Cockroach in the item.no taste.waste biryani .no maintenance.we are leaved that item.please chesk the item before packing in hotel.please do..."
      },
      {
        "rating": 1,
        "text": "Food is not that worthy and tasty . Its too spicy food and too oily.Not satisfied with taste of food but fully satisfied with quality and qu..."
      },
      {
        "rating": 5,
        "text": "Food delivery is very superfast and food is also so delicious😋. Waiting to order again to have fun with my friends and family members by ..."
      }
    ]
  },
  {
    "id": "18838364",
    "name": "Chicken Xperience By Venkys",
    "rating": 4.4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "salute to zomato very fast delivery, I always prefer venkys food because test and quality of food is excellent.compared to other franchises ..."
      },
      {
        "rating": 5,
        "text": "Good quality food, best non veg food in Latur, specially Grill Burger and Wrap. Cleaning and interior well maintained, professional staff, o..."
      },
      {
        "rating": 5,
        "text": "Awesome food specially Burgers and Wrap, the quality level of burgers and wraps are really awesome the staff are very cooperative and always..."
      },
      {
        "rating": 3,
        "text": "Packaging and Delivery was good and on time. But they provided me only 2 small ketchup sachets for 2 orders which are hardly lasted for 3-4 ..."
      },
      {
        "rating": 5,
        "text": "Great food.. Quick delivery as well.. Love the chicken kheema and moms birayni specially....great staff as well.. Very friendly and have gre..."
      }
    ]
  },
  {
    "id": "18985534",
    "name": "Delhi Chat House",
    "rating": 3.6,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "The food here's quite good, especially the burger. I would give it 9/10. You can also try the chicken dry fry and the rest is average. Over ..."
      }
    ]
  },
  {
    "id": "19017232",
    "name": "Anna Refreshment",
    "rating": 0,
    "price": "1",
    "reviews": [
      {
        "rating": 2,
        "text": "I've ordered cut dosa and medu vada for the breakfast. The taste was good. But the packing was not properly done. The chutney spilled all ov..."
      },
      {
        "rating": 1,
        "text": "Very less quantity of chutney and sambhar.Sambhar tastes so bad. With cut dosa,red chutney is must,but didn't get. I have ordered 3 ithems 2..."
      }
    ]
  },
  {
    "id": "17657799",
    "name": "Stumblin' Goat Saloon",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "We stop at the Stumblin' Goat to eat just about every time we come through town. The chicken fingers are huge, and some of the best we've ev..."
      },
      {
        "rating": 0,
        "text": "Rude waitstaff. This place is a joke, wait staff is rude, service is slow. food is average at best. Save your money."
      },
      {
        "rating": 0,
        "text": "Great little place!! Love the chips. Burger was great too!!! I'll be back!!!\r The goat is cute too!!!"
      }
    ]
  },
  {
    "id": "19006864",
    "name": "Monginis cake shop",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "How does it feels when your idea are implemented , So well that you are surprised too ! Thanks to Suhas Sheth I got to experience such kind ..."
      },
      {
        "rating": 5,
        "text": "This is the best place to get amazing cakes in our town. There are plenty of options in eggless cakes there donuts and fruit cups are yumm t..."
      }
    ]
  },
  {
    "id": "19023907",
    "name": "Varam Residency",
    "rating": 3.6,
    "price": "1",
    "reviews": []
  },
  {
    "id": "18699316",
    "name": "Onesta",
    "rating": 4.1,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "The ambience is good, the food is good too! We had chicken tikka pizza, which was delicious, the pasta was nice, and so were the wide variet..."
      },
      {
        "rating": 5,
        "text": "Amazing food  Nice ambience  Will keep visiting  Chicken tikka Pizza Was Nice  And Also Chicken barbeque  Keeep eating and enjoy your party ..."
      },
      {
        "rating": 5,
        "text": "Now this is what i'd call a cozy, happy place. It could be a pizzeria or a cafeteria depending on what you wish to have, but it is best to n..."
      },
      {
        "rating": 5,
        "text": "It was amazing experience in onesta we visited with my family .. unlimited was amazing... It's defeaneatly. Value for money........ It's rec..."
      },
      {
        "rating": 5,
        "text": "Wide variety of pizzas with great ambience and nice service staff. Great experience. Great choice of desserts and soft drinks too. Would be ..."
      }
    ]
  },
  {
    "id": "19032142",
    "name": "VIP Pizza ",
    "rating": 3.2,
    "price": "2",
    "reviews": []
  },
  {
    "id": "18701626",
    "name": "Cafe Ivy",
    "rating": 4.4,
    "price": "3",
    "reviews": [
      {
        "rating": 4,
        "text": "During the soaring summer temperatures we all friends decided on to escape to Mussoorie. Being a doonites it's a perk that we can anytime pl..."
      },
      {
        "rating": 5,
        "text": "Awesome place for the chilling out . We went there with my friends and we tried coffee and some snacks . We loved it and we recommend our fr..."
      },
      {
        "rating": 4,
        "text": "Ivy has a kickass view of the valley!  It’s a dimly lit, treehouse type cafe, and it is just wonderful to sit here and while away your tim..."
      },
      {
        "rating": 4,
        "text": "I genuinely like the view from this place.... The coffee served here us tooo good .... N pancakes too ... Nice place .... Do visit this plac..."
      },
      {
        "rating": 1,
        "text": "Undercooked PASTA. HAD great expectations from this place. When I tried to tell it to the staff, they won't listen & rather argue back. We o..."
      }
    ]
  },
  {
    "id": "18692874",
    "name": "60's Beatles Cafe",
    "rating": 4,
    "price": "2",
    "reviews": [
      {
        "rating": 3,
        "text": "Aesthetics of the place - 4/5. Food quality- 2.8/5  Service- 3/5  Overall experience- 3/5.  The only thing not upto the mark is the food qua..."
      },
      {
        "rating": 4,
        "text": "Tired, hungry and exhausted we landed up in this cozy pretty little, ganga facing cafe in tapovan, rishikesh. There was a long waiting to gr..."
      },
      {
        "rating": 4,
        "text": "The place has really good ambience and plays beatles music only. As it overlooks the Ganga the sunset view is really amazing  Food- by and l..."
      },
      {
        "rating": 4,
        "text": "\"You would be amazed by what you can give up, lose, or break, and yet still be a person who gets happy over brownies\"  Wandering the streets..."
      },
      {
        "rating": 5,
        "text": "Amazing experience. From food to service and view of the holy river Ganga everything was really good. Coming to food, they had limited menu ..."
      }
    ]
  },
  {
    "id": "19022246",
    "name": "Food X",
    "rating": 3.8,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "Quality food for reasonable price,tatse is also good but.... Oilyyyyyy stuff to shatter the taste,the chicken was cooked well with the feel ..."
      }
    ]
  },
  {
    "id": "19025139",
    "name": "Royal Baker's And Lassi Corner",
    "rating": 3.3,
    "price": "1",
    "reviews": [
      {
        "rating": 3,
        "text": "This corner is very nice 👌 but some things are not good but it dearves 3⭐⭐⭐ nice I like this one better look it is very nice at her..."
      },
      {
        "rating": 5,
        "text": "Nice delivery fhjfucjvkgguuj hgghkkigyuoooju hjggkkggh hkkhfyug and I will be there at the same time as the one I have is a good time to com..."
      },
      {
        "rating": 5,
        "text": "Everyone should specially try mayo aloo patties This place has huge variety of snacks and bakery items The quality is also very good Special..."
      },
      {
        "rating": 4,
        "text": "I had ordered meyonese petise and chowmin from this restaurant and i found its amaze ..all are just worth of money .. i justt loved ..and al..."
      }
    ]
  },
  {
    "id": "19010778",
    "name": "Royal India Food Hub",
    "rating": 3.3,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Great taste, great service and perfect ambience . A nice place for family celebrations. Taste with hygiene is like a cherry on the cake....."
      },
      {
        "rating": 5,
        "text": "Great place to hang out  with friends ! Amazing Food and Ambience ! ❤️❤️ had Special Dal makhni and kadi pakora , was delicious ! Ke..."
      },
      {
        "rating": 5,
        "text": "i love this place very hygenic enviroment and food food quality is superb tasty food more food iteams are there family resturent in a afford..."
      },
      {
        "rating": 5,
        "text": "This is the best place in palwal to go and hangout with your friends and family...amazing location with delicious food...if you are looking ..."
      }
    ]
  },
  {
    "id": "16609855",
    "name": "Margan Restaurant",
    "rating": 4.7,
    "price": "3",
    "reviews": [
      {
        "rating": 5,
        "text": "Dropped in for a lazy lunch with Sal, Scot and Mary. Beautiful food. Stunning Rose and Chardonnay. Excellent service. Keep doing what you ar..."
      },
      {
        "rating": 5,
        "text": "Blew us away. A profound & extraordinary five course culinary journey at this highly lauded & awarded restaurant.  Sustainability & nose-to-..."
      },
      {
        "rating": 4,
        "text": "Absolutely delightful surroundings and restaurant. The food was delicious and plentiful and beautifully presented.  We had the 3 course menu..."
      },
      {
        "rating": 5,
        "text": "Had a wonderful dining experience at margan a few weeks ago. Has the 3 course menu and all were presented beautifully, delicious and using v..."
      },
      {
        "rating": 4.5,
        "text": "Amazing, delicious and hearty. From beautiful plating to everything off the menu looking great. Husband and wife team, head chef Jonathan He..."
      }
    ]
  },
  {
    "id": "19036650",
    "name": "Retro Cafe",
    "rating": 3.2,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": "One of the peaceful ☮️ place in bhuj. Best hangout place with buddies. I specially enjoy the coffee here. I have been there for 2-3 time..."
      },
      {
        "rating": 3,
        "text": "taste is good but value price is more as per quality of pizza. garlic bread has only cheese not garlic taste. first order from this cafe. cr..."
      },
      {
        "rating": 1,
        "text": "Wrost packing even seen.. No taste, no presentation, waste of money... Want to suggest u guys do improve your quality bcoz customer makes ev..."
      },
      {
        "rating": 1,
        "text": "Wrost packing ever suggested not to order from retro cafe , waffle was given in foil , so netulla was was on foil instead of waffle ice crea..."
      },
      {
        "rating": 4,
        "text": "The Juice was half spilled. And the ice cream was all over the Polythene because of melting. It is a bit expensive. Flavor of the products w..."
      }
    ]
  },
  {
    "id": "18882866",
    "name": "Ghousia Hotel",
    "rating": 4.4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Tasty food, with hygiene and best food quality and best part is rice and the service is also very quick They take very less prepration time."
      },
      {
        "rating": 1,
        "text": "Your service is very good.I order mutter paneer but it's taste is not good and nan is also burnt from one side please improve quality of nan..."
      },
      {
        "rating": 5,
        "text": "Cheap n best I love it becoz its food is good n i very impressed by the hotel N one important thing is that its service n foog is very very ..."
      },
      {
        "rating": 4,
        "text": "Good taste but little oily, rate per item is genuine. delivering in good time. One of the best hotel for non vegetarian. Maintain this good ..."
      },
      {
        "rating": 4,
        "text": "Lacha paratha is too good yummy and m thinking that if this restaurant can add panner items in their list it would be great lacha paratha is..."
      }
    ]
  },
  {
    "id": "19011787",
    "name": "One Bite",
    "rating": 3.4,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Hum To Tumhare restaurant Aakar bahut accha feel hua Jaise Hum ko Chennai mein feel hua tha bahut hi accha aur super service hai aapka thank..."
      },
      {
        "rating": 5,
        "text": "This restaurant is very good i love these food and good service. Family place. Quality and quantity of food is so good. I just love everythi..."
      },
      {
        "rating": 5,
        "text": "The place is so so good.. i just love the food. Veg. non.veg. both category foods are delicious. Must VISIT place. #onebitekhanna #rocks. lo..."
      },
      {
        "rating": 5,
        "text": "Awesome place, best quality in khanna, very resonable prices, we love their wraps, fried chicken very much. Fried chicken is better than KFC"
      }
    ]
  },
  {
    "id": "18836592",
    "name": "Soya Grill",
    "rating": 3.8,
    "price": "1",
    "reviews": [
      {
        "rating": 2,
        "text": "Food quality is okey. But chapati was not able to eat. Some are over baked and having tandoor dust in it. Moreover, no zomato seal was there..."
      },
      {
        "rating": 1,
        "text": "Pathetic food 👎👎👎chaap was not upto the quality.The food delivered was not hot and fresh even the onion salad provided along with h..."
      },
      {
        "rating": 1,
        "text": "Qty.of paneer in a full plate panner is 4 small pieces. Taste is also not so good. For vegetables it is not recommended. For rest we will gi..."
      },
      {
        "rating": 3,
        "text": "Maine kha tha butter less quantity main dalana but jyada dala and quantity ,quality is good ,spices combinaton is in perfect order.Thnks for..."
      },
      {
        "rating": 1,
        "text": "Very less quantity of full meals. Not worth for money. As compared to other restaurents in town quantity of full portion is not sufficient.."
      }
    ]
  },
  {
    "id": "18420894",
    "name": "Il Fornaio 178",
    "rating": 4.9,
    "price": "4",
    "reviews": [
      {
        "rating": 5,
        "text": "Muito bom! Haverá umas próximas com certeza. Risoto de frutas do mar muito bom. A sangria rosa é deliciosa. A próxima que experimentar v..."
      },
      {
        "rating": 4,
        "text": "O Il Fornaio 178 tem um espaço amplo e acolhedor, com mesas perfeitas para jantares de grupo ou jantares mais intimistas. Adorei a localiza..."
      },
      {
        "rating": 5,
        "text": "Restaurante fantástico! Decoração simples e elegante, serviço muito simpático. A comida é deliciosa, a começar pelas entradas divinai..."
      },
      {
        "rating": 5,
        "text": "Óptima comida, ambiente e atendimento. Tudo perfeito. Melhor risotto de cogumelos que já comi na vida. Delicioso! A voltar sem dúvida par..."
      },
      {
        "rating": 5,
        "text": "Ambiente acolhedor, staff atencioso e muito simpático! Apresentação soberba tal e qual o seu sabor! Uma das melhores pizzas que já comi,..."
      }
    ]
  },
  {
    "id": "19009913",
    "name": "Delisha",
    "rating": 3.4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "I have been ordering food from Delisha on regular basis.. Mostly i order paneer dishes.. And i can assure you one thing for sure that u coul..."
      },
      {
        "rating": 5,
        "text": "I have ordered Mutton Kassa. It was delicious and seems promising according to the price. Best mutton Kassa I have ever had. Gravy is really..."
      },
      {
        "rating": 5,
        "text": "Delisha is my favourite restaurant..its a branch of esquire in sakhipara..it tastes good..but there name should be like this Delisha(from th..."
      },
      {
        "rating": 5,
        "text": "So I ordered matka biryani..It was tasty no doubt ..Raita was good enough..Next time I will try the dum biryani..They don't provide gravy..B..."
      },
      {
        "rating": 5,
        "text": "Hello I tried ur paneer item and it was tasty..I m surprised by the taste..this restaurant is definitely underrated..Next time trying my fav..."
      }
    ]
  },
  {
    "id": "18702883",
    "name": "Landour Bakehouse",
    "rating": 4.3,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "🗒Order:  * Sweet Buns- Eclair(Amaaziiinnnggg) * Cake- Battenberg Cake (Never had one like that, must try!) * Cold Coffee (V Nice, extra s..."
      },
      {
        "rating": 5,
        "text": "Oh what to tell you bout this little place of amazing delicacies.... it’s really not an easy task coming up till here especially when you ..."
      },
      {
        "rating": 5,
        "text": "Landour Bakehouse is a delightful, charming little café up in Landour’s Sisters’ Bazaar. The ambience, with its wooden flooring, old cl..."
      },
      {
        "rating": 5,
        "text": "If there ever was a perfect place in the world, it would be this. Small, quiet, quaint, peacefully perched on the mountains, offering mankin..."
      },
      {
        "rating": 5,
        "text": "This is one of the oldest bakeries and cafes and will have crowd almost ever hour of the day.. The chili chicken crepe amazing, melted in mo..."
      }
    ]
  },
  {
    "id": "19034252",
    "name": "The Narayan Food Court",
    "rating": 3.2,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Awesome place and good food fast delivery from zamato really impressive Superb atmosphere to having romantic dinner and family dinner with g..."
      },
      {
        "rating": 5,
        "text": "Superb food...Fast delivery...Taste of the food was good...Happy to say that they are best.. delivery system of zomato is also good... Hopin..."
      }
    ]
  },
  {
    "id": "18932309",
    "name": "Checkmate",
    "rating": 3.7,
    "price": "1",
    "reviews": [
      {
        "rating": 2,
        "text": "Wrap was nice but there was no olives nd jalapeños as it was written on the menu nd not that much spicy. Not a single olive was there, impr..."
      },
      {
        "rating": 5,
        "text": "Great taste fresh food fast service reasonabl prices neat and clean presentation of food good quality food good packaging good parking facil..."
      },
      {
        "rating": 5,
        "text": "Great taste good packaging fresh food fast service reasonable price aso neat and clean presentation of food and great variety of food parkin..."
      },
      {
        "rating": 5,
        "text": "Best good food place in yamuna nagar checkmate I really love this place ❤❤❤❤❤ checkmate food experience is best in yamuna nagar th..."
      },
      {
        "rating": 3,
        "text": "I ordered for a combo and a cold coffee but they sent me a cold drink instead of cold coffee.I saw the bill, no mistakes from my side.maybe ..."
      }
    ]
  },
  {
    "id": "19030152",
    "name": "Chicken King",
    "rating": 3.5,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "its awesome teste by chicken king fresh food pizza mindblowing u guys r mindblowing test bahut acha he or by nature b bahut ache he restaure..."
      },
      {
        "rating": 5,
        "text": "Fully setisfy with the service amazing test love it batter then other chicken shops cheapest rate then other shops best test then other rest..."
      },
      {
        "rating": 5,
        "text": "Best ever chicken so delicious and amazing taste really I am so happy 😊 😘 I never tasted this type of taste the dish is soooooo great ..."
      },
      {
        "rating": 5,
        "text": "best ever chicken i can white for this shop everyday testy food or wo b saste me combo pizza is awesome 3 pizza in just 240 yiu guys just su..."
      },
      {
        "rating": 5,
        "text": "Maza aagya esa chicken Kahi nahi pizza to dominos wala b fail me to hamesha yehi se hi order krunga chicken king superb food sach me Dil se ..."
      }
    ]
  },
  {
    "id": "19007763",
    "name": "RCH food magic",
    "rating": 3.8,
    "price": "1",
    "reviews": []
  },
  {
    "id": "18707294",
    "name": "Amar Punjabi Foods",
    "rating": 4.8,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Super , oooohohhhyeeee butter panner masala bhai taste kamal ka hota haii tandoori roti ke sath .. APD mast khana deta hai specially panner ..."
      },
      {
        "rating": 5,
        "text": "Best restro. Yammy taste. It's delivery is also very fast. Packing of food is ultimate. It's food quality and quantity is very good with cos..."
      },
      {
        "rating": 4,
        "text": "Awesome place. Fabulous foods. Not much coastier. Enjoy a lot there especially sahi panner, fruit raita, amar Punjabi lassi...... Bole to ek..."
      },
      {
        "rating": 5,
        "text": "Food is great and very tasty, I often order from here and it's awesome everytime. The packaging is also nice and the delivery is fast as wel..."
      },
      {
        "rating": 4,
        "text": "Such a lovely place. must try malai paneer  Great taste and great packing. awesome recipes awesome service. And such a hygienic place. All p..."
      }
    ]
  },
  {
    "id": "18930504",
    "name": "Roll Baby Roll",
    "rating": 3.9,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Been there many times and this is one of the best place to eat in the city. Rolls are super good and with hospitality and professionalism wh..."
      },
      {
        "rating": 5,
        "text": "Me zomato me hu, bhaia ke RBR ke Rolls or bhaia dono hi best hai, mast roll poorer shehar me, RBR jhakkkkkkkkkkkkkkaaaaaassssssss mast 1 num..."
      },
      {
        "rating": 5,
        "text": "Nyc people,nyc food,nyc aura,nyc interior...good food with yummy dishes..visit roll baby roll to taste the mouth watering rolls....staff is ..."
      },
      {
        "rating": 5,
        "text": "The gym Diet and salad ypu provide by the name The Fitness Treat is just amazing and i can see the results as well RBR rocks anyways.Go on G..."
      },
      {
        "rating": 5,
        "text": "Roll baby roll is first choice in my city coz food quality is awesome here @@@@@@ i love this place 🥰🥰🥰🥰  Duble egg chicken roll..."
      }
    ]
  },
  {
    "id": "19032099",
    "name": "Gupta Sweet Mart",
    "rating": 0,
    "price": "1",
    "reviews": []
  },
  {
    "id": "16605794",
    "name": "Funkey Monkey",
    "rating": 4.3,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Perfect breakfast at Funky Monkeys. Service as well as the food was spot on and the fresh juices were awesome! Delicious start to the day. H..."
      },
      {
        "rating": 4,
        "text": "Unique combination in the potato rosti gave this dish a different kick. Love the taste of the potato being a bit savoury with combination of..."
      },
      {
        "rating": 4,
        "text": "(4.5/5) Nice brunch spot in this area. We celebrated a friend's birthday here. We were able to keep our birthday cake in their fridge. Good ..."
      },
      {
        "rating": 5,
        "text": "A shining beacon of light in the seemingly turbid waters that are Lake Entrance. We found the food and coffee (breakfast) at this cafe to be..."
      },
      {
        "rating": 5,
        "text": "Best cafe in Lakes Entrance. I love the potato rosti dish. The orange cake is lovely & the coffee is the best. Does get very busy of a morni..."
      }
    ]
  },
  {
    "id": "19019073",
    "name": "Lassi Corner",
    "rating": 3.6,
    "price": "1",
    "reviews": [
      {
        "rating": 1,
        "text": "Dry fruit lassi is too much bitter remaining milkshake is good so my suggestion is don't order Lassi items I ordered 2 dry fruit lassi that ..."
      },
      {
        "rating": 2,
        "text": "Average taste and very less quantity. Why fill only 60% of the cup.? Not worth the prices! Take a look at the image, you can see the quantit..."
      }
    ]
  },
  {
    "id": "18740084",
    "name": "The Chocolate Room",
    "rating": 4.5,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": "I think its the best place where friends can hangout I just love this place lots of creativity and the decorations are very amazing I sugges..."
      },
      {
        "rating": 5,
        "text": "Its my one of the fav place being at the center of the area its attract customer the ambience is very nice with lots of creativity and light..."
      },
      {
        "rating": 5,
        "text": "Eskimo is the most loved item.... i had tried more two items here but still now eskimo is the best.. i suggest other to try it without hesit..."
      },
      {
        "rating": 5,
        "text": "One of the best outlets for Dessert. Chocolate Lava Lava is just awesome. You will never regret it. Staffs are polite. Ambiance is soothing ..."
      },
      {
        "rating": 2,
        "text": "Though Zomato expects to be polite and friendly, since it's an honest review so it's a mix of both (harsh n mild). This place is no doubt a ..."
      }
    ]
  },
  {
    "id": "9700726",
    "name": "Fergburger",
    "rating": 4.3,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "The burgers here taste excellent. You can actually taste all the ingredients in these burgers. The ingredients feel like they have been inte..."
      },
      {
        "rating": 5,
        "text": "The long queue there intrigued us,and so we became a part of it as well. We tried 4 burgers,and all of them were delicious!! They were the r..."
      },
      {
        "rating": 5,
        "text": "Love love love!!!! Food was so yummy! We were lucky that when we went for a late lunch we were able to fit in between lunch and dinner rush ..."
      },
      {
        "rating": 5,
        "text": "Delicious cheeseburger! Definitely a stop you need to make while in Queenstown.  The lines are quite long all the time so try to go at a non..."
      },
      {
        "rating": 4,
        "text": "Got the opportunity to try the famous ferg burger here during a trip to Queenstown.    The line isn’t too long of a wait, I lined up just ..."
      }
    ]
  },
  {
    "id": "19024335",
    "name": "The Pizza Box",
    "rating": 0,
    "price": "1",
    "reviews": []
  },
  {
    "id": "18934278",
    "name": "Sagar khana khazana",
    "rating": 4,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "Delivery was before the expected time, and food was also good in quality. Hoping for the same quality in future too. Good work done by zomat..."
      },
      {
        "rating": 3,
        "text": "The food is very tasty but little issue with quantity. And most important no seal tape on food packing. Please be ensure the seal tape next ..."
      },
      {
        "rating": 4,
        "text": "The food was Gud Bt problem was in dal it doesn't taste gud Channa masala was Gud pls suggest u to improve the taste Thnks order was on tym...."
      },
      {
        "rating": 1,
        "text": "Maine 2 recipe order ki paneer ki alg alg bt muje same recipe hi mili wo b 2 parts m price dono ki different thi or masala papad order Kiya ..."
      },
      {
        "rating": 1,
        "text": "Bakwaas taste...... Jindagi me AAj tak Itana bakwas Paneer butter masala n khaya... Humare Dog ne bhi n khaya Ye.... Sach me bhut bakwas tas..."
      }
    ]
  },
  {
    "id": "19037285",
    "name": "Brewer Cafe & Restro",
    "rating": 3.3,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "If you love coffee this is the place to go. Except that pasta, sandwich and shakes are the specialties of Brewers. You'll get the same taste..."
      },
      {
        "rating": 5,
        "text": "Coffee master..  Amazing food with amazing location.  Friendly staff.  All should try pasta, variety of sandwiches and freak shakes and Mock..."
      },
      {
        "rating": 5,
        "text": "The space is perfect combination of glossy ambience and good food. Prefer this place over any other if you are a sweet tooth. I have visited..."
      },
      {
        "rating": 5,
        "text": "One of my favourite place in bhuj to hangout!! They serve the best double cheese pizza it's like whenever I go visit my hometown brewers is ..."
      },
      {
        "rating": 5,
        "text": "Cool atmosphere, delicious food, good service. Must visit. Friendly cafe. Very delicious Nutella shake. Must try once. And also the Mexican ..."
      }
    ]
  },
  {
    "id": "18983051",
    "name": "Krishna Cafe",
    "rating": 4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Delivery speed so very fast.... Thanks Krishna Cafe for fast delivery....awesome and yummy yummy test paneer piza.....family will happy when..."
      }
    ]
  },
  {
    "id": "18980119",
    "name": "Pizza Cave",
    "rating": 3.7,
    "price": "1",
    "reviews": [
      {
        "rating": 4,
        "text": "A Nice place to hang around with friends. This place makes me to spend on friends at party. Nice Ambience but would have been better. Need t..."
      },
      {
        "rating": 4,
        "text": "I usually don't stay here. But if you're looking for a good quality snack than this place is awesome. It has a great menu and even food tast..."
      }
    ]
  },
  {
    "id": "18875412",
    "name": "Oregano",
    "rating": 4,
    "price": "2",
    "reviews": [
      {
        "rating": 2,
        "text": "I visited oregano once and I had such a bad experience. We're having our food and suddenly 15-20 police inspectors came they we're not allow..."
      },
      {
        "rating": 5,
        "text": "Superb quality n minimum prices ..it makes a perfect restraurant like oregano ..i must say they regularly increases his food quality ..n cus..."
      },
      {
        "rating": 5,
        "text": "A very big thanks to Zomato to begin their services in Saharanpur❣️.... oregano has been my favourite place since the Very beginning and..."
      },
      {
        "rating": 5,
        "text": "Good food and good service. I like it thanks so much keep it up for this service. Nice options available maintain the quality and quantity s..."
      },
      {
        "rating": 1,
        "text": "Tandoori momoz not good ..its too much spicy means over spicy ...simlpy its bakwaas momos i have ever tried.....service by oregano is too la..."
      }
    ]
  },
  {
    "id": "18991962",
    "name": "Molecule Air Bar",
    "rating": 4.7,
    "price": "4",
    "reviews": [
      {
        "rating": 5,
        "text": "Loved this place, food is so tasty, service is good, service by Ankit yadav he is an amazing person recommended us tastiest dishes of this p..."
      },
      {
        "rating": 1,
        "text": "Very unprofessional staff. Even when all the seats were taken in the interior area they said they will not serve on their terrace area (the ..."
      },
      {
        "rating": 2,
        "text": "Ambiance was great must go place but food was not good at all. Donot visit if your looking for good food .  Donot order for molecule special..."
      },
      {
        "rating": 5,
        "text": "Great ambience and service provided to entire team. Floor supervisor Zaid took special care of the entire team party and kept everything org..."
      },
      {
        "rating": 5,
        "text": "Fantastic roof top to hangout with friends.. food is too good..very good service..  staff is very friendly  🤟🏻😬 Little bit costly b..."
      }
    ]
  },
  {
    "id": "18859036",
    "name": "The Grand Lazeez",
    "rating": 3.8,
    "price": "2",
    "reviews": [
      {
        "rating": 2,
        "text": "I ordered first time Vegetarian food yesterday through Zomato, paneer butter masala was awesome but rest of the dishes was not upto the stan..."
      },
      {
        "rating": 3,
        "text": "I ordered Chicken briyani but Chicken was not good and Very Small. Rice was very good & tasty. I Hope Next time The Grand Lazeez Service Goo..."
      },
      {
        "rating": 5,
        "text": "Those are giving 1 star totally not visit there.I dont know their veg item but non veg dishes are awsm specially BIRIYANI, those are BIRIYAN..."
      },
      {
        "rating": 1,
        "text": "Food wasn't good. It's average. I think Delhi hotel is far better than lazeez. Don't go through name. I ordered veg recipe. It's not good. I..."
      },
      {
        "rating": 5,
        "text": "Too good. Food was damn tasty as we get in dine-in. Delivery was good and delivery perso was courteous . Packing was good. Great experience ..."
      }
    ]
  },
  {
    "id": "18960229",
    "name": "THE BRIYANI HOUSE ",
    "rating": 0,
    "price": "1",
    "reviews": []
  },
  {
    "id": "16607199",
    "name": "Royal Standard Hotel",
    "rating": 3.2,
    "price": "3",
    "reviews": [
      {
        "rating": 5,
        "text": "The previous ratings are extremely outdated and in my opinion unfairly include ratings from a time before the current operators took over. M..."
      },
      {
        "rating": 2,
        "text": "Food was ok. The wait time wasnt bad for ordering to table times, in fairness it was a busier night. I did find the dining room way over cra..."
      },
      {
        "rating": 4,
        "text": "Don't be put off by the drab exterior of this fine old building, nor the bad reviews in the past. The place is under new management. This pl..."
      },
      {
        "rating": 1.5,
        "text": "Food was average and service was snail like. After 45 minutes waiting for our food to arrive, we decided to ask the waitress what was up. Sh..."
      }
    ]
  },
  {
    "id": "18692372",
    "name": "Domino's Pizza",
    "rating": 3.4,
    "price": "2",
    "reviews": [
      {
        "rating": 4,
        "text": "This is my every Saturday late night crunch fulfilling restaurant. Pizza over here is great and its the only restaurant in the town that tha..."
      },
      {
        "rating": 5,
        "text": "Excellent food & good place Parking area is very good ATM is thear Yes bank and axis bank is there Staff very helpful Home delivery is perfe..."
      },
      {
        "rating": 2,
        "text": "Attention zomoto folks.. The no. Mentioned here doesn't work.. It says the no. Is incorrect.. Also, they dont deliver till laxman jhoola or ..."
      },
      {
        "rating": 4,
        "text": "Only veg available and I loved it cause I am a vegetarian 😊 standardized taste and really good staff. Good location and variety of pizza...."
      },
      {
        "rating": 3,
        "text": "It was good to have a pizza while u on a trip to hilly area. Location is in little bit crowdy area but over all a decent outlet and all vari..."
      }
    ]
  },
  {
    "id": "18922362",
    "name": "GIZA",
    "rating": 3.9,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "They serving one of the best biryani, i had there the afghani biryani something different n new taste in the town. . . I have recently visit..."
      },
      {
        "rating": 5,
        "text": "Bilaspur me sabse achcha taste or sabse Kam rate......... THANKS GIZA..Bilaspur me sabse achcha taste or sabse Kam rate......... THANKS GIZA..."
      },
      {
        "rating": 5,
        "text": "Best service fast service taste is very good must try once.... Love the afgani chicken biryani.. est service fast service taste is very good..."
      }
    ]
  },
  {
    "id": "19034284",
    "name": "Akshar Fancy Dosa",
    "rating": 3.2,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Atmosphere is too much delightful with slow music add mood with test. Inshort it is very good place for south indian food and also pavbhaji ..."
      },
      {
        "rating": 4,
        "text": "I love the place and taste. But madhapar branch's taste is awesome . At bhuj branch service is very slow. Today (14 april 19) I order panir ..."
      },
      {
        "rating": 1,
        "text": "I ordered dosa but not got sambhar chatni and bhaji pau not got salad so I think it's bad for me I want to tells akshar dosa please be polit..."
      }
    ]
  },
  {
    "id": "18716553",
    "name": "Chai Jaai Tea Room",
    "rating": 3.4,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Chai Jaai literally translates to Tea Room and this quaint little tea room is a must visit in Srinagar. Their kahwa is highly recommended, e..."
      },
      {
        "rating": 4,
        "text": "One of the prettiest cafés to which I have ever been Decked with knick knacks and so many historical pictures to be seen. The café in itse..."
      },
      {
        "rating": 4,
        "text": "So I visited this place called @chaijaai which in itself is dream come true! Kashmiri to the core it is with all the hardwork they put in. T..."
      },
      {
        "rating": 4,
        "text": "A must Visit place if you want to spend Quality time with friends.The Quality of food is simply amazing.I had A special Lavasa pizza at chai..."
      },
      {
        "rating": 5,
        "text": "The first cafe that I visited when I arrived at Srinagar. Chai Jaai introduced me to my first ever Kahwa. It was heavenly. Had red velvet ca..."
      }
    ]
  },
  {
    "id": "18862085",
    "name": "The Hawkers",
    "rating": 4.4,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "A Beautiful Place,Nice dining,Visited many times their food is very tasty a family place,crowded place Must try their Wraps must visit this ..."
      },
      {
        "rating": 4.5,
        "text": "It was nice n yammy I love it My kids r enjoying your kids deal Your combs r also vry gud We want visit again n again to ur hawkers Last but..."
      }
    ]
  },
  {
    "id": "19011957",
    "name": "Rama Sweet House",
    "rating": 3.7,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Nyc place we r the regular custmore of rama sweet house best place so affordable price best house of sweet in cheap price & best quality👍..."
      }
    ]
  },
  {
    "id": "18878528",
    "name": "Sarada Biriyani House",
    "rating": 4.2,
    "price": "1",
    "reviews": [
      {
        "rating": 5,
        "text": "Delicious food...really tasty...the biryanI....the chicken chowemein has lots oof chicken and the quantity is Olson more...the momo is reall..."
      },
      {
        "rating": 2,
        "text": "Worst experience, showing on biryani search list but there is no biryani in their menu. Try many Time but there is no option that show me th..."
      },
      {
        "rating": 5,
        "text": "Best In Siliguri. Variety of food available. Biryani is very good. One of the best rated restaurant in Siliguri. Zomato delivery is also goo..."
      },
      {
        "rating": 5,
        "text": "All food are delicious Maza aa gaya kha kar koi bhi item ho.i love sarada biriyani food aap aise hi acha acha khana banate raho ar food add ..."
      },
      {
        "rating": 1,
        "text": "I didn't enjoy my food.quality was not upto the expectation.the rolls were not crispy.the paneer chilly tasted very bad.in fact it wasn't ta..."
      }
    ]
  },
  {
    "id": "18818991",
    "name": "Green Bawarchi Restaurant",
    "rating": 3.7,
    "price": "2",
    "reviews": [
      {
        "rating": 5,
        "text": "Delicious chicken biryani,served hot and spices well balanced to linger Indian tastebuds. The service was really fast and price was cheap as..."
      },
      {
        "rating": 1,
        "text": "The biryani is full oily and has no taste at all. Please do not order from this restaurant to save health and money. The worst restaurant I ..."
      },
      {
        "rating": 1,
        "text": "The wrost Panner curry I had till now replace the curry Giving tasty and quality food is u r responsiblilty Very bad taste I have ordered bu..."
      },
      {
        "rating": 2,
        "text": "Fast and better when compared to other restaurants,Quantity and quality changes everytime I order from this restaurant. Please consider this..."
      },
      {
        "rating": 5,
        "text": "Chicken Biryani of this restaurant is very tasty and spicy. I like it very much ❤️ & eat frequently in this restaurant.  It's a better p..."
      }
    ]
  }
]